/*
 Navicat Premium Data Transfer

 Source Server         : linux
 Source Server Type    : MySQL
 Source Server Version : 50726
 Source Host           : 192.168.111.115:3306
 Source Schema         : yygh_manage

 Target Server Type    : MySQL
 Target Server Version : 50726
 File Encoding         : 65001

 Date: 06/06/2023 17:35:21
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for hospital_set
-- ----------------------------
DROP TABLE IF EXISTS `hospital_set`;
CREATE TABLE `hospital_set`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `sign_key` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '签名秘钥',
  `api_url` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '统一挂号平台api地址',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint(3) NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医院设置表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of hospital_set
-- ----------------------------
INSERT INTO `hospital_set` VALUES (1, '10000', '1', 'http://localhost:8201/', '2021-06-04 19:59:27', '2021-06-04 19:59:35', 0);

-- ----------------------------
-- Table structure for order_info
-- ----------------------------
DROP TABLE IF EXISTS `order_info`;
CREATE TABLE `order_info`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `schedule_id` bigint(20) NULL DEFAULT NULL COMMENT '排班id',
  `patient_id` bigint(20) NULL DEFAULT NULL COMMENT '就诊人id',
  `number` int(11) NULL DEFAULT NULL COMMENT '预约号序',
  `fetch_time` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '建议取号时间',
  `fetch_address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '取号地点',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '医事服务费',
  `pay_time` datetime NULL DEFAULT NULL COMMENT '支付时间',
  `quit_time` datetime NULL DEFAULT NULL COMMENT '退号时间',
  `order_status` tinyint(3) NULL DEFAULT NULL COMMENT '订单状态',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint(3) NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 25 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '订单表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of order_info
-- ----------------------------
INSERT INTO `order_info` VALUES (1, 1, 1, 12, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-04 20:44:48', '2021-08-04 20:44:48', 0);
INSERT INTO `order_info` VALUES (2, 1, 1, 18, '1 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-05 15:33:56', '2021-08-05 15:33:56', 0);
INSERT INTO `order_info` VALUES (3, 1, 1, 12, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-05 19:22:10', '2021-08-05 19:22:10', 0);
INSERT INTO `order_info` VALUES (4, 1, 1, 13, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-05 19:47:50', '2021-08-05 19:47:50', 0);
INSERT INTO `order_info` VALUES (5, 1, 1, 14, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-05 20:06:22', '2021-08-05 20:06:22', 0);
INSERT INTO `order_info` VALUES (6, 1, 1, 15, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-05 20:16:11', '2021-08-05 20:16:11', 0);
INSERT INTO `order_info` VALUES (7, 1, 1, 16, '0 14:00前', '一楼9号窗口', 100, NULL, '2021-08-06 19:35:00', -1, '2021-08-05 20:23:52', '2021-08-05 20:23:52', 0);
INSERT INTO `order_info` VALUES (8, 1, 1, 17, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-06 10:31:06', '2021-08-06 10:31:06', 0);
INSERT INTO `order_info` VALUES (9, 1, 1, 22, '0 14:00前', '一楼9号窗口', 100, NULL, '2021-08-06 19:35:30', -1, '2021-08-06 15:42:11', '2021-08-06 15:42:11', 0);
INSERT INTO `order_info` VALUES (10, 1, 1, 23, '0 14:00前', '一楼9号窗口', 100, NULL, '2021-08-06 19:37:09', -1, '2021-08-06 19:36:44', '2021-08-06 19:36:44', 0);
INSERT INTO `order_info` VALUES (11, 1, 1, 24, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-06 20:32:53', '2021-08-06 20:32:53', 0);
INSERT INTO `order_info` VALUES (12, 1, 1, 25, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-06 20:34:16', '2021-08-06 20:34:16', 0);
INSERT INTO `order_info` VALUES (13, 1, 1, 7, '1 14:00前', '一楼9号窗口', 100, NULL, '2021-08-07 10:19:24', -1, '2021-08-07 08:34:18', '2021-08-07 08:34:18', 0);
INSERT INTO `order_info` VALUES (14, 1, 1, 8, '1 14:00前', '一楼9号窗口', 100, NULL, '2021-08-07 10:25:11', -1, '2021-08-07 10:24:07', '2021-08-07 10:24:07', 0);
INSERT INTO `order_info` VALUES (15, 1, 1, 33, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-24 21:13:41', '2021-08-24 21:13:41', 0);
INSERT INTO `order_info` VALUES (16, 1, 1, 34, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2021-08-25 10:01:19', '2021-08-25 10:01:19', 0);
INSERT INTO `order_info` VALUES (17, 1, 1, 35, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2023-05-31 17:56:57', '2023-05-31 17:56:57', 0);
INSERT INTO `order_info` VALUES (18, 1, 1, 12, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2023-06-01 11:18:33', '2023-06-01 11:18:33', 0);
INSERT INTO `order_info` VALUES (19, 1, 1, 18, '1 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2023-06-01 11:25:07', '2023-06-01 11:25:07', 0);
INSERT INTO `order_info` VALUES (20, 1, 1, 12, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2023-06-01 11:40:38', '2023-06-01 11:40:38', 0);
INSERT INTO `order_info` VALUES (21, 1, 1, 12, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2023-06-05 21:18:34', '2023-06-05 21:18:34', 0);
INSERT INTO `order_info` VALUES (22, 1, 1, 13, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2023-06-05 21:22:38', '2023-06-05 21:22:38', 0);
INSERT INTO `order_info` VALUES (23, 1, 1, 14, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2023-06-05 21:27:05', '2023-06-05 21:27:05', 0);
INSERT INTO `order_info` VALUES (24, 1, 1, 15, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2023-06-05 21:28:58', '2023-06-05 21:28:58', 0);

-- ----------------------------
-- Table structure for schedule
-- ----------------------------
DROP TABLE IF EXISTS `schedule`;
CREATE TABLE `schedule`  (
  `id` bigint(20) NOT NULL DEFAULT 0 COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `depcode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '科室编号',
  `title` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '职称',
  `docname` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医生名称',
  `skill` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL COMMENT '擅长技能',
  `work_date` date NULL DEFAULT NULL COMMENT '安排日期',
  `work_time` tinyint(3) NULL DEFAULT 0 COMMENT '安排时间（0：上午 1：下午）',
  `reserved_number` int(11) NULL DEFAULT 0 COMMENT '可预约数',
  `available_number` int(11) NULL DEFAULT 0 COMMENT '剩余预约数',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '挂号费',
  `status` tinyint(3) NULL DEFAULT NULL COMMENT '排班状态（-1：停诊 0：停约 1：可约）',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint(3) NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医生日程安排表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of schedule
-- ----------------------------
INSERT INTO `schedule` VALUES (1, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-10', 0, 33, 22, 100, 1, '2021-06-04 21:56:23', '2021-06-04 21:56:23', 0);
INSERT INTO `schedule` VALUES (2, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-11', 0, 40, 6, 100, 1, '2021-06-04 21:56:24', '2021-08-05 20:45:31', 0);
INSERT INTO `schedule` VALUES (3, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-12', 1, 27, 10, 100, 1, '2021-06-04 21:56:24', '2021-08-05 20:45:33', 0);
INSERT INTO `schedule` VALUES (4, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-13', 0, 33, 22, 100, 1, '2021-06-04 21:56:24', '2021-06-04 21:56:24', 0);
INSERT INTO `schedule` VALUES (5, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-14', 0, 40, 6, 100, 1, '2021-06-04 21:56:24', '2021-08-05 20:45:36', 0);
INSERT INTO `schedule` VALUES (6, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-15', 1, 27, 10, 100, 1, '2021-06-04 21:56:25', '2021-08-05 20:45:38', 0);
INSERT INTO `schedule` VALUES (7, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-16', 0, 33, 22, 100, 1, '2021-06-04 21:56:25', '2021-06-04 21:56:25', 0);
INSERT INTO `schedule` VALUES (8, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-17', 0, 40, 6, 100, 1, '2021-06-04 21:56:25', '2021-08-05 20:45:41', 0);
INSERT INTO `schedule` VALUES (9, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-18', 1, 27, 10, 100, 1, '2021-06-04 21:56:25', '2021-08-05 20:45:43', 0);
INSERT INTO `schedule` VALUES (10, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-19', 0, 33, 22, 100, 1, '2021-06-04 21:56:25', '2021-06-04 21:56:25', 0);
INSERT INTO `schedule` VALUES (11, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-20', 0, 40, 6, 100, 1, '2021-06-04 21:56:25', '2021-08-05 20:45:46', 0);
INSERT INTO `schedule` VALUES (12, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-21', 1, 27, 10, 100, 1, '2021-06-04 21:56:26', '2021-06-04 21:56:26', 0);
INSERT INTO `schedule` VALUES (13, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-22', 0, 33, 22, 100, 1, '2021-06-04 21:56:26', '2021-06-04 21:56:26', 0);
INSERT INTO `schedule` VALUES (14, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-23', 0, 40, 6, 100, 1, '2021-06-04 21:56:26', '2021-08-05 20:45:48', 0);
INSERT INTO `schedule` VALUES (15, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-24', 1, 27, 10, 100, 1, '2021-06-04 21:56:26', '2021-06-04 21:56:26', 0);
INSERT INTO `schedule` VALUES (16, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-24', 0, 33, 22, 100, 1, '2021-06-04 21:57:28', '2021-06-04 21:57:28', 0);
INSERT INTO `schedule` VALUES (17, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-25', 0, 40, 6, 100, 1, '2021-06-04 21:57:28', '2021-08-05 20:45:49', 0);
INSERT INTO `schedule` VALUES (18, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-26', 1, 27, 10, 100, 1, '2021-06-04 21:57:28', '2021-06-04 21:57:28', 0);
INSERT INTO `schedule` VALUES (19, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-26', 0, 33, 22, 100, 1, '2021-06-04 21:57:28', '2021-06-04 21:57:28', 0);
INSERT INTO `schedule` VALUES (20, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-26', 0, 40, 6, 100, 1, '2021-06-04 21:57:28', '2021-08-05 20:45:58', 0);
INSERT INTO `schedule` VALUES (21, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-27', 1, 27, 10, 100, 1, '2021-06-04 21:57:29', '2021-06-04 21:57:29', 0);
INSERT INTO `schedule` VALUES (22, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-27', 0, 33, 22, 100, 1, '2021-06-04 21:57:29', '2021-06-04 21:57:29', 0);
INSERT INTO `schedule` VALUES (23, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-28', 0, 40, 6, 100, 1, '2021-06-04 21:57:29', '2021-08-05 20:45:56', 0);
INSERT INTO `schedule` VALUES (24, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-28', 1, 27, 10, 100, 1, '2021-06-04 21:57:29', '2021-06-04 21:57:29', 0);
INSERT INTO `schedule` VALUES (25, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-21', 0, 33, 22, 100, 1, '2021-06-04 21:57:29', '2021-06-04 21:57:29', 0);
INSERT INTO `schedule` VALUES (26, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-30', 0, 40, 6, 100, 1, '2021-06-04 21:57:29', '2021-08-05 20:46:00', 0);
INSERT INTO `schedule` VALUES (27, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-30', 1, 27, 10, 100, 1, '2021-06-04 21:57:30', '2021-06-04 21:57:30', 0);
INSERT INTO `schedule` VALUES (29, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-30', 0, 40, 6, 100, 1, '2021-06-04 21:57:30', '2021-08-05 20:46:02', 0);
INSERT INTO `schedule` VALUES (30, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-30', 1, 27, 10, 100, 1, '2021-06-04 21:57:30', '2021-06-04 21:57:30', 0);
INSERT INTO `schedule` VALUES (31, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-01', 0, 33, 22, 100, 1, '2021-06-04 21:57:30', '2021-06-04 21:57:30', 0);
INSERT INTO `schedule` VALUES (32, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-01', 0, 40, 5, 100, 1, '2021-06-04 21:57:30', '2021-08-05 20:46:06', 0);
INSERT INTO `schedule` VALUES (33, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-01', 1, 27, 9, 100, 1, '2021-06-04 21:57:30', '2021-06-04 21:57:30', 0);
INSERT INTO `schedule` VALUES (34, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-02', 0, 33, 21, 100, 1, '2021-06-04 21:57:30', '2021-06-04 21:57:30', 0);
INSERT INTO `schedule` VALUES (35, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-02', 0, 40, 6, 100, 1, '2021-06-04 21:57:30', '2021-06-04 21:57:30', 0);
INSERT INTO `schedule` VALUES (36, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-02', 1, 27, 10, 100, 1, '2021-06-04 21:57:31', '2021-06-04 21:57:31', 0);
INSERT INTO `schedule` VALUES (37, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-03', 0, 33, 21, 100, 1, '2021-06-04 21:57:31', '2021-06-04 21:57:31', 0);
INSERT INTO `schedule` VALUES (38, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-03', 0, 40, 6, 100, 1, '2021-06-04 21:57:31', '2021-06-04 21:57:31', 0);
INSERT INTO `schedule` VALUES (39, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-03', 1, 27, 10, 100, 1, '2021-06-04 21:57:31', '2021-06-04 21:57:31', 0);
INSERT INTO `schedule` VALUES (40, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-04', 0, 33, 22, 100, 1, '2021-06-04 21:57:31', '2021-06-04 21:57:31', 0);
INSERT INTO `schedule` VALUES (41, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-04', 0, 40, 6, 100, 1, '2021-06-04 21:57:31', '2021-06-04 21:57:31', 0);
INSERT INTO `schedule` VALUES (42, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-04', 1, 27, 10, 100, 1, '2021-06-04 21:57:31', '2021-06-04 21:57:31', 0);
INSERT INTO `schedule` VALUES (43, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-05', 0, 33, 22, 100, 1, '2021-06-04 21:57:31', '2021-06-04 21:57:31', 0);
INSERT INTO `schedule` VALUES (44, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-05', 0, 40, 6, 100, 1, '2021-06-04 21:57:32', '2021-06-04 21:57:32', 0);
INSERT INTO `schedule` VALUES (45, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-05', 1, 27, 10, 100, 1, '2021-06-04 21:57:32', '2021-06-04 21:57:32', 0);
INSERT INTO `schedule` VALUES (46, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2023-06-06', 0, 33, 18, 100, 1, '2021-06-04 21:57:32', '2021-06-04 21:57:32', 0);
INSERT INTO `schedule` VALUES (47, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-06', 0, 40, 6, 100, 1, '2021-06-04 21:57:32', '2021-06-04 21:57:32', 0);
INSERT INTO `schedule` VALUES (48, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-06', 1, 27, 10, 100, 1, '2021-06-04 21:57:32', '2021-06-04 21:57:32', 0);
INSERT INTO `schedule` VALUES (49, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-07', 0, 33, 22, 100, 1, '2021-06-04 21:57:32', '2021-06-04 21:57:32', 0);
INSERT INTO `schedule` VALUES (50, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-07', 0, 40, 6, 100, 1, '2021-06-04 21:57:33', '2021-06-04 21:57:33', 0);
INSERT INTO `schedule` VALUES (51, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-07', 1, 27, 10, 100, 1, '2021-06-04 21:57:33', '2021-06-04 21:57:33', 0);
INSERT INTO `schedule` VALUES (52, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-08', 0, 33, 22, 100, 1, '2021-06-04 21:57:33', '2021-06-04 21:57:33', 0);
INSERT INTO `schedule` VALUES (53, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-08', 0, 40, 6, 100, 1, '2021-06-04 21:57:33', '2021-06-04 21:57:33', 0);
INSERT INTO `schedule` VALUES (54, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-08', 1, 27, 10, 100, 1, '2021-06-04 21:57:33', '2021-06-04 21:57:33', 0);
INSERT INTO `schedule` VALUES (55, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-09', 0, 33, 22, 100, 1, '2021-06-04 21:57:33', '2021-06-04 21:57:33', 0);
INSERT INTO `schedule` VALUES (56, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-09', 0, 40, 6, 100, 1, '2021-06-04 21:57:34', '2021-06-04 21:57:34', 0);
INSERT INTO `schedule` VALUES (57, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-09', 1, 27, 10, 100, 1, '2021-06-04 21:57:34', '2021-06-04 21:57:34', 0);
INSERT INTO `schedule` VALUES (58, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-10', 0, 33, 22, 100, 1, '2021-06-04 21:57:34', '2021-06-04 21:57:34', 0);
INSERT INTO `schedule` VALUES (59, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-10', 0, 40, 6, 100, 1, '2021-06-04 21:57:34', '2021-06-04 21:57:34', 0);
INSERT INTO `schedule` VALUES (60, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-10', 1, 27, 10, 100, 1, '2021-06-04 21:57:34', '2021-06-04 21:57:34', 0);
INSERT INTO `schedule` VALUES (61, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-11', 0, 33, 22, 100, 1, '2021-06-04 21:57:34', '2021-06-04 21:57:34', 0);
INSERT INTO `schedule` VALUES (62, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-11', 0, 40, 6, 100, 1, '2021-06-04 21:57:34', '2021-06-04 21:57:34', 0);
INSERT INTO `schedule` VALUES (63, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-11', 1, 27, 10, 100, 1, '2021-06-04 21:57:35', '2021-06-04 21:57:35', 0);
INSERT INTO `schedule` VALUES (64, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-12', 0, 33, 22, 100, 1, '2021-06-04 21:57:35', '2021-06-04 21:57:35', 0);
INSERT INTO `schedule` VALUES (65, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-12', 0, 40, 6, 100, 1, '2021-06-04 21:57:35', '2021-06-04 21:57:35', 0);
INSERT INTO `schedule` VALUES (66, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-12', 1, 27, 10, 100, 1, '2021-06-04 21:57:35', '2021-06-04 21:57:35', 0);
INSERT INTO `schedule` VALUES (67, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-13', 0, 33, 22, 100, 1, '2021-06-04 21:57:35', '2021-06-04 21:57:35', 0);
INSERT INTO `schedule` VALUES (68, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-13', 0, 40, 6, 100, 1, '2021-06-04 21:57:35', '2021-06-04 21:57:35', 0);
INSERT INTO `schedule` VALUES (69, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-13', 1, 27, 10, 100, 1, '2021-06-04 21:57:35', '2021-06-04 21:57:35', 0);
INSERT INTO `schedule` VALUES (70, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-14', 0, 33, 22, 100, 1, '2021-06-04 21:57:35', '2021-06-04 21:57:35', 0);
INSERT INTO `schedule` VALUES (71, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-14', 0, 40, 6, 100, 1, '2021-06-04 21:57:35', '2021-06-04 21:57:35', 0);
INSERT INTO `schedule` VALUES (72, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-14', 1, 27, 10, 100, 1, '2021-06-04 21:57:36', '2021-06-04 21:57:36', 0);
INSERT INTO `schedule` VALUES (73, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-15', 0, 33, 22, 100, 1, '2021-06-04 21:57:36', '2021-06-04 21:57:36', 0);
INSERT INTO `schedule` VALUES (74, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-15', 0, 40, 6, 100, 1, '2021-06-04 21:57:36', '2021-06-04 21:57:36', 0);
INSERT INTO `schedule` VALUES (75, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-15', 1, 27, 10, 100, 1, '2021-06-04 21:57:36', '2021-06-04 21:57:36', 0);
INSERT INTO `schedule` VALUES (76, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-16', 0, 33, 22, 100, 1, '2021-06-04 21:57:36', '2021-06-04 21:57:36', 0);
INSERT INTO `schedule` VALUES (77, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-16', 0, 40, 6, 100, 1, '2021-06-04 21:57:36', '2021-06-04 21:57:36', 0);
INSERT INTO `schedule` VALUES (78, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-16', 1, 27, 10, 100, 1, '2021-06-04 21:57:36', '2021-06-04 21:57:36', 0);
INSERT INTO `schedule` VALUES (79, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-17', 0, 33, 22, 100, 1, '2021-06-04 21:57:37', '2021-06-04 21:57:37', 0);
INSERT INTO `schedule` VALUES (80, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-17', 0, 40, 6, 100, 1, '2021-06-04 21:57:37', '2021-06-04 21:57:37', 0);
INSERT INTO `schedule` VALUES (81, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-17', 1, 27, 10, 100, 1, '2021-06-04 21:57:37', '2021-06-04 21:57:37', 0);
INSERT INTO `schedule` VALUES (82, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-18', 0, 33, 22, 100, 1, '2021-06-04 21:57:37', '2021-06-04 21:57:37', 0);
INSERT INTO `schedule` VALUES (83, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-18', 0, 40, 6, 100, 1, '2021-06-04 21:57:37', '2021-06-04 21:57:37', 0);
INSERT INTO `schedule` VALUES (84, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-18', 1, 27, 10, 100, 1, '2021-06-04 21:57:37', '2021-06-04 21:57:37', 0);
INSERT INTO `schedule` VALUES (85, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-19', 0, 33, 22, 100, 1, '2021-06-04 21:57:37', '2021-06-04 21:57:37', 0);
INSERT INTO `schedule` VALUES (86, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-19', 0, 40, 6, 100, 1, '2021-06-04 21:57:38', '2021-06-04 21:57:38', 0);
INSERT INTO `schedule` VALUES (87, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-19', 1, 27, 10, 100, 1, '2021-06-04 21:57:38', '2021-06-04 21:57:38', 0);
INSERT INTO `schedule` VALUES (88, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-20', 0, 33, 22, 100, 1, '2021-06-04 21:57:38', '2021-06-04 21:57:38', 0);
INSERT INTO `schedule` VALUES (89, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-20', 0, 40, 6, 100, 1, '2021-06-04 21:57:38', '2021-06-04 21:57:38', 0);
INSERT INTO `schedule` VALUES (90, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-20', 1, 27, 10, 100, 1, '2021-06-04 21:57:38', '2021-06-04 21:57:38', 0);
INSERT INTO `schedule` VALUES (91, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-21', 0, 33, 22, 100, 1, '2021-06-04 21:57:38', '2021-06-04 21:57:38', 0);
INSERT INTO `schedule` VALUES (92, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-21', 0, 40, 6, 100, 1, '2021-06-04 21:57:38', '2021-06-04 21:57:38', 0);
INSERT INTO `schedule` VALUES (93, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-21', 1, 27, 10, 100, 1, '2021-06-04 21:57:39', '2021-06-04 21:57:39', 0);
INSERT INTO `schedule` VALUES (94, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-22', 0, 33, 22, 100, 1, '2021-06-04 21:57:39', '2021-06-04 21:57:39', 0);
INSERT INTO `schedule` VALUES (95, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-22', 0, 40, 6, 100, 1, '2021-06-04 21:57:39', '2021-06-04 21:57:39', 0);
INSERT INTO `schedule` VALUES (96, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-22', 1, 27, 10, 100, 1, '2021-06-04 21:57:39', '2021-06-04 21:57:39', 0);
INSERT INTO `schedule` VALUES (97, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-23', 0, 33, 22, 100, 1, '2021-06-04 21:57:39', '2021-06-04 21:57:39', 0);
INSERT INTO `schedule` VALUES (98, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-23', 0, 40, 6, 100, 1, '2021-06-04 21:57:39', '2021-06-04 21:57:39', 0);
INSERT INTO `schedule` VALUES (99, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-23', 1, 27, 10, 100, 1, '2021-06-04 21:57:40', '2021-06-04 21:57:40', 0);
INSERT INTO `schedule` VALUES (100, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-24', 0, 33, 22, 100, 1, '2021-06-04 21:57:40', '2021-06-04 21:57:40', 0);
INSERT INTO `schedule` VALUES (101, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-24', 0, 40, 6, 100, 1, '2021-06-04 21:57:40', '2021-06-04 21:57:40', 0);
INSERT INTO `schedule` VALUES (102, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-24', 1, 27, 10, 100, 1, '2021-06-04 21:57:40', '2021-06-04 21:57:40', 0);
INSERT INTO `schedule` VALUES (103, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-25', 0, 33, 22, 100, 1, '2021-06-04 21:57:40', '2021-06-04 21:57:40', 0);
INSERT INTO `schedule` VALUES (104, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-25', 0, 40, 6, 100, 1, '2021-06-04 21:57:40', '2021-06-04 21:57:40', 0);
INSERT INTO `schedule` VALUES (105, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-25', 1, 27, 10, 100, 1, '2021-06-04 21:57:41', '2021-06-04 21:57:41', 0);
INSERT INTO `schedule` VALUES (106, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-26', 0, 33, 22, 100, 1, '2021-06-04 21:57:41', '2021-06-04 21:57:41', 0);
INSERT INTO `schedule` VALUES (107, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-26', 0, 40, 6, 100, 1, '2021-06-04 21:57:41', '2021-06-04 21:57:41', 0);
INSERT INTO `schedule` VALUES (108, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-26', 1, 27, 10, 100, 1, '2021-06-04 21:57:41', '2021-06-04 21:57:41', 0);
INSERT INTO `schedule` VALUES (109, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-27', 0, 33, 22, 100, 1, '2021-06-04 21:57:41', '2021-06-04 21:57:41', 0);
INSERT INTO `schedule` VALUES (110, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-27', 0, 40, 6, 100, 1, '2021-06-04 21:57:41', '2021-06-04 21:57:41', 0);
INSERT INTO `schedule` VALUES (111, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-27', 1, 27, 10, 100, 1, '2021-06-04 21:57:41', '2021-06-04 21:57:41', 0);
INSERT INTO `schedule` VALUES (112, '10000', '200040878', '医师', '', '内分泌科常见病。', '2023-06-28', 0, 33, 22, 100, 1, '2021-06-04 21:57:42', '2021-06-04 21:57:42', 0);
INSERT INTO `schedule` VALUES (113, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2023-06-28', 0, 40, 6, 100, 1, '2021-06-04 21:57:42', '2021-06-04 21:57:42', 0);
INSERT INTO `schedule` VALUES (114, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2023-06-28', 1, 27, 10, 100, 1, '2021-06-04 21:57:42', '2021-06-04 21:57:42', 0);

SET FOREIGN_KEY_CHECKS = 1;
